{
  "section": {
    "ourServices": {
      "title": "Our Services",
      "items": [
        {
          "title": "Art Direction",
          "content": "We have two awesome art directors working with us, who can provide specialized and high-qualified guidance for any artistic project that you can imagine. We count on them to lead your art for a higher level."
        },
        {
          "title": "Character Design",
          "content": "Any good game and story relies upon good characters. And to create the better ones, we have experienced and high-qualified Concept Artists, who are capable of creating the greater characters to your universe."
        },
        {
          "title": "Environment",
          "content": "Alongside with the characters, the environment gives a beating heart and consistent background to every artwork. Thinking about it, we wish to provide you beautiful scenarios and wonderful landscapes."
        },
        {
          "title": "Prop Design",
          "content": "The props are all over any game, and sometimes have great highlights on them, like legendary weapons or armors. In any way, let us come up with the greater items and props for your project."
        },
        {
          "title": "Concept Art",
          "content": "The very primal and essential step in the development of any IP, concept art is the work that gives soul and identity to the project, and that’s why we give real value to it, always looking to bring to life the most beautiful and creative stuff that your mind can conceive."
        },
        {
          "title": "Illustration",
          "content": "If the concept art is what gives life to an idea, the illustrations, in all forms, are what shows it to the world. To create a Strong connection, a real bond, between creator and public, such is the power of a good illustration, and such is our goal when working on one."
        }
      ]
    },
    "portfolio": {
      "title": "Portfolio"
    },
    "aboutUs": {
      "title": "About Us",
      "paragraphs": [
        "Founded in mid-2020, Rebirth Studio started as an artist collective. Friends who, above all, shared the same passion and desire to bring to life the most diverse universes in the entertainment industry.",
        "Over time, the collective grew and became professional, becoming what it is today: a formalized and structured company, with the mission of serving its customers with perfection and excellence in what they have always done best, which is art.",
        "Along with the company, the friendship and companionship of the members always grew, making the spirit of love of that collective live stronger and stronger in the heart of an increasingly professional structure."
      ]
    },
    "members": {
      "title": "Members",
      "people": {
        "alef-mengali": {
          "name": "Alef",
          "role": "Lead Artist",
          "description": "He started his artistic career out of love, and because of that, he always wanted to keep those he loves close. Soon he created many friendships within the artistic world, with whom he shared and grew as an artist. Alongside these friends, with whom he learned and who he taught, he founded Rebirth Studio, where he currently holds the title of Lead Artist with honor, feeling grateful to work alongside the artists he most admires and loves.",
          "instagram": "https://instagram.com/alef_mengali",
          "artstation": "https://www.artstation.com/alefoilustrador"
        },
        "catatau": {
          "name": "Catatau",
          "role": "Art Director",
          "description": "Passionate about designing scenarios and telling stories through them, he studied Graphic Design in college and started studying illustration during the course, always focusing on environments. Some time later he accessed the market, working on editorial projects and role-playing games, when he founded Rebirth Studio alongside his friends, where he works as an artist and art director until today.",
          "instagram": "https://www.instagram.com/art.catatau/",
          "artstation": "https://www.artstation.com/viniciuspazian"
        },
        "daiany-tadaieski": {
          "name": "Daiany",
          "role": "Financial Manager",
          "description": "Graduated in Law at UnC Campus Mafra in 2014 and Post-Graduated in management and tax legislation at UNINTER in 2020. She discovered the artistic world that same year, when she started in the administration of SKILLTREE Cursos and Rebirth Studio. Working in the legal and administrative sectors of both companies, he awakened a love for art, learning from it to have discipline, perseverance, constant search for knowledge, among other unspeakable values."
        },
        "felipe-castro": {
          "name": "Felipe",
          "role": "Illustrator",
          "description": "A passionate drawing enthusiast since his early days, he loves to create personal illustrations based on his subjects of interest. He started studying illustration more intensively during college, and working as a professional in the industry in 2020, joining the Rebirth studio the following year. Currently, he dedicates his time to work with illustration and concept art, and to his personal art, which is inspired by his experiences, animations, movies and favorite stories.",
          "instagram": "https://www.instagram.com/fcastro.mr",
          "artstation": "https://www.artstation.com/fmcastro"
        },
        "guilherme-castro": {
          "name": "Guilherme",
          "role": "Project Manager",
          "description": "Graduated in Music, he started teaching the discipline of Arts in regular schools. Through his involvement with Art he came into contact with the artistic market. Currently he studies digital art and works in the administrative management of Rebirth Studio."
        },
        "mariana-livraes": {
          "name": "Mari Livraes",
          "role": "Art Director",
          "description": "Involved with drawing since always, she began her formal studies in 2018, when she studied digital painting with Mike Azevedo at ICS. Since then, she continued studying Fundamentals of Art and Character Design, and entered the job market making freelances for RPG books and passing through companies such as Insane, Kokku and Rebirth Studio itself, where she currently works as an artist and art director.",
          "instagram": "https://instagram.com/marilivraes/",
          "artstation": "https://www.artstation.com/marilivraes"
        },
        "mariana-morgan": {
          "name": "Mari Morgan",
          "role": "Illustrator",
          "description": "Started in digital arts in 2011, using her first digital tablet given by her brother and received great encouragement from her mother. Former Designer Graphic from Universidade Paulista (UNIP - Brazil), later became an illustrator and since 2017 makes mostly editorial artworks such as book covers for fantasy books. Worked at Kinoene Arts School as teacher staff for drawing & illustration classes and now she is part of Rebirth Studio as an illustrator.",
          "instagram": "https://www.instagram.com/_marimorgan/",
          "artstation": "https://www.artstation.com/marimorgan"
        },
        "pedro-dutra": {
          "name": "Pedro",
          "role": "Lead Artist",
          "description": "He has always been drawing, just like most children when they discover a pencil and paper. But over the years his fascination with art became more intense, until he decided to have it as a profession. Along the way, he met his great friends and partners in the field, especially Alef, who was responsible for showing that he could go further with his art, leading him to his current position as Lead Artist at Rebirth Studio.",
          "instagram": "https://www.instagram.com/pedrocsdutra/",
          "artstation": "https://www.artstation.com/pedrodutra14"
        }
      }
    },
    "ourClients": {
      "title": "Our Clients"
    },
    "contactUs": {
      "title": "Contact Us",
      "form": {
        "name": {
          "label": "Name",
          "errorMessage": "This field is required"
        },
        "email": {
          "label": "E-mail",
          "errorMessage": "This field is required",
          "errorEmail": "Please, insert a valid email"
        },
        "subject": {
          "label": "Subject",
          "errorMessage": "This field is required"
        },
        "message": {
          "label": "Message",
          "errorMessage": "This field is required"
        },
        "button": {
          "send": "Send",
          "reset": "Clear"
        },
        "messages": {
          "error": "Fail to send message",
          "success": "Message sent successfully"
        }
      }
    }
  },
  "menu": {
    "portfolio": {
      "label": "Portfolio",
      "name": "portfolio",
      "id": "#portfolio",
      "path": "/portfolio"
    },
    "aboutUs": {
      "label": "About Us",
      "name": "about-us",
      "id": "#about-us",
      "path": "/about-us"
    },
    "members": {
      "label": "Members",
      "name": "members",
      "id": "#members",
      "path": "/members"
    },
    "contactUs": {
      "label": "Contact Us",
      "name": "contact-us",
      "id": "#contact-us",
      "path": "/contact-us"
    }
  },
  "pages": {
    "terms-of-use": {
      "title": "Terms of Use",
      "description": "<ol>\n<li><strong><span> Terms </span></strong></li>\n</ol>\n<p><span>This Terms of Use clarifies the rules of use of the <strong>REBIRTHSTUDIO</strong> company website, where we explain, in the described way, about our services to be provided, the rights of the illustrators, as well as the other clauses that could generate some kind of doubt and/or questioning.</span></p>\n<p><span>By accessing the <strong>REBIRTHSTUDIO</strong> website, you agree to comply with these Terms of Service, which are in full accordance with the required legislation. The purpose o four website is to publicize our provision of artistic services and to be a point of contact with potential clientes and/or illustrators who wishes to join the team.</span></p>\n<p><span>We are responsible for complying with all the applicable local laws. The materials contained on this website are protected by applicable copyright (and any laws of intelectual property) and trademark.</span></p>\n<p><span>&nbsp;</span></p>\n<ol start=\"2\">\n<li><strong><span> License Use</span></strong></li>\n</ol>\n<p><span>On our website, we publicize our work through the exhibition of the artworks. It is forbidden the use of any images contained on this website as their own authorship; whenever they&rsquo;re used, it is the user&rsquo;s duty to indicate the source and authorship.</span></p>\n<p><span>Accordingly, permission is granted to temporarily download a copy of the materials, for study, reference, indication and personal, non-commercial transitory viewing only.&nbsp;&nbsp;&nbsp; </span></p>\n<p><span>This is the grant of a license, not a transfer of title, and, under this license, you may not:</span></p>\n<ol>\n<li><span>modify or copy the materials;</span></li>\n<li><span>use the materials for any comercial purpose or for public display (commercial or non-commercial);</span></li>\n<li><span>attempt to decompile or reverse engineer any software contained on the <strong>REBIRTHSTUDIO</strong> website;</span></li>\n<li><span>remove any copyright or other proprietary notations from the materials; or </span></li>\n<li><span>transfer the materials to another person or &ldquo;mirror&rdquo; the materials on any other server.</span></li>\n</ol>\n<p><span>This license will be automatically terminated if you violate any civil rights of others by using it wrongly. The user who acts in bad faith with the work published by the company, using incorrectly, discriminatory or racial, unfair, using expressions and opinions that do not match the ethical and moral values of the <strong>REBIRTHSTUDIO</strong> company can be sued.</span></p>\n<p><strong><span>REBIRTHSTUDIO</span></strong><span> cannot be held responsible for acts or publications of third parties that include its name without an official statement from the company.</span></p>\n<p><span>You can always be able to visualize the artworks and subjects of study of the illustrators when entering the website, being able to use as reference of electronic format.</span></p>\n<p><span>&nbsp;</span></p>\n<ol start=\"3\">\n<li><strong><span> Disclaimer </span></strong></li>\n<li><span>The materials on the <strong>REBIRTHSTUDIO</strong> website are provided &ldquo;as they are&rdquo;. <strong>REBIRTHSTUDIO</strong> offers no warranties, expresso or implied, and, hereby, disclaims all other warranties, includind, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose or non-infringement of intelectual property, or other infringement of rights. </span></li>\n<li><span>In addition, <strong>REBIRTHSTUDIO</strong> does not warrant or makes any representations regarding the accuracy, likely results or reliability of the use of the materials on its website or otherwise related to these materials or on websites linked to this website.</span></li>\n<li><strong><span>REBIRTHSTUDIO</span></strong><span> and its suppliers cannot be held responsible for damages from invasions, loss or damage of profits when the materials are used illegaly.</span></li>\n</ol>\n<p><span>&nbsp;</span></p>\n<ol start=\"4\">\n<li><strong><span> Intellectual, moral and patrimonial rights.</span></strong></li>\n<li><span>Intellectual right concerns only and exclusively to <strong>REBIRTHSTUDIO</strong>.</span></li>\n<li><span>The moral right is always from the <strong>ILLUSTRATOR/ARTIST</strong> who develops the artwork, given that it is a non-transferable and inalienable right. When the project if developed collectively, the moral rights belong to the collective.</span></li>\n<li><span>The patrimonial right is what refers to the economic use of the work, being the same transferred by the artist to <strong>REBIRTHSTUDIO</strong>, who negotiates with the final client.</span></li>\n<li><span>This way, all the rights of the referred website follow the Brazilian legislation, and whenever there is a negotiation, it must be formalized by contract.</span></li>\n</ol>\n<p><span>&nbsp;</span></p>\n<ol start=\"5\">\n<li><strong><span> Materials accuracy</span></strong></li>\n</ol>\n<p><span>The materials exhibited on the <strong>REBIRTHSTUDIO</strong> website can include technical, typographical or photographic errors. <strong>REBIRTHSTUDIO</strong> does not warrant that any material on its website is accurate, complete or current. <strong>REBIRTHSTUDIO</strong> can make changes to the materials contained on its website at any time without notice.</span></p>\n<p><span>However, <strong>REBIRTHSTUDIO</strong> makes no commitment to update the materials. Using the website and all the materials in a way that meets only and exclusively the company&rsquo;s needs, being disseminated to attract new customers and the artist community for study for free.</span></p>\n<p><span>&nbsp;</span></p>\n<ol start=\"6\">\n<li><strong><span> Links </span></strong></li>\n</ol>\n<p><strong><span>REBIRTHSTUDIO</span></strong><span> analyzed the possible websites linked to its website, with no link to any other website in force.</span></p>\n<p><span>Thus, it is not responsible for the content of any linked website (without legal binding, and/or pronounced by the company itself). The inclusion of any link does not imply endorsement by <strong>REBIRTHSTUDIO</strong> of the website. The use of any linked website is at the user&rsquo;s own risk and responsibility.</span></p>\n<p><span>&nbsp;</span></p>\n<p><strong><span>Modifications</span></strong></p>\n<p><strong><span>REBIRTHSTUDIO</span></strong><span> may revise these website Terms of Service at any time without notice. Always aiming to update it and keep it in accordance with legislation and better user experience. By using this website you agree to be bound by the current version of these Terms of Service.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></p>\n<p><span>&nbsp;</span></p>\n<p><strong><span>Applicable Law</span></strong></p>\n<p><span>These Terms and Conditions are governed by and interpreted in accordance with the laws of <strong>REBIRTHSTUDIO</strong>, and you irrevocably submit to the exclusive jurisdiction of the Brazilian courts.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Yours sincerely,</span></p>\n<p><strong><span>Company&rsquo;s Legal Department.</span></strong></p>\n<p><strong><span>Rebirth Studio.</span></strong></p>"
    },
    "privacy-policy": {
      "title": "PRIVACY POLICY",
      "description": "<p><span>When you browse through the <strong>REBIRTHSTUDIO</strong> website, you provide some data indirectly, and when you are interested in contact the company, you inform your data directly through our form, at this moments you provide some personal data with the aim of enable its operation. </span></p>\n<p><span>We value the security of your data, respect of your privacy and transparency, so we have prepared this document to explain how your personal data will be treated by <strong>REBIRTHSTUDIO</strong> and what measures we apply to keep them safe.</span></p>\n<p><strong><span>REBIRTHSTUDIO</span></strong><span>, registered under CNPJ 25.151.753/0001-29, provides illustration services in various specialities, artistic property and entertainment. Always in accordance with the legislation necessary for the performance and development of the provision of services, in accordance with the General Data Protection Law &ldquo;LGPD&rdquo; (Federal Law n&ordm; 13.709.2018), on the original: &ldquo;Lei Geral de Prote&ccedil;&atilde;o de Dados &ldquo;LGPD&rdquo; (Lei Federal n&ordm; 13.709.2018)&rdquo;. We are responsible for the complete confidentiality of information from our clientes and students, and we are in full agreement of the LGPD new legislation (http://www.planalto.gov.br/ccivil_03/_ato2015- 2018/2018/lei/L13709.htm) when there is a need to capture information related to the customer for the provision of the service.&nbsp; We are responsible for defining what happens to this data and for protecting it. To ease the understanding of this policy, every time you find the terms &ldquo;we&rdquo; or &ldquo;our&rdquo;, we are referring to the controller of your personal data, that is, <strong>REBIRTHSTUDIO</strong> company, and every time you read &ldquo;user&rdquo;, &ldquo;you&rdquo;, &ldquo;yours&rdquo; or &ldquo;your&rdquo;, we refer to you, our <strong>client and/or illustrator/artist hired as a freelancer</strong>.</span></p>\n<p><span>We are aware of and consent to the processing of our customers&rsquo; Parsonal Data as provided for in the Privacy and Personal Data Protection Policy, in accordance with the article 14 of the Law 13.709/2018 (amended by Law 13.853/2019), on the original: &ldquo;Pol&iacute;tica de Privacidade e Prote&ccedil;&atilde;o de Dados Pessoais, em acordo com artigo 14 da Lei 13.709/2018 (alterada pela Lei 13.853/2019)&rdquo;.</span></p>\n<p><span>However, considering that no security system is infallible, we are exempt from any liability for any damages and/or losses resulting from failures, viruses or invasions of your database, and other illegal acts carried out by third parties, except in cases where we have deceit or guilt. </span></p>\n<p><span>From the time you send your contact with your information through our website, aware of the acceptance of our <strong>Terms of Use</strong> and this <strong>Privacy Policy</strong> document, you agree to be bound by the information on this Term, in addition to being responsible for the veracity of the data provided for the registration, being aware that any incorrect information is of your full responsibility , as well as the applicable penalties, provided for in Article 299 of the Brazilian Penal Code.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>WHAT DATA DO WE COLLECT?</span></p>\n<p><span>Name or corporate name; e-mail. So that there is a first communication between the parties. After that, if a demand is closed, personal and/or business data will be requested to prepare a service provision contract between the parties. <strong>EMPHASIZING</strong> that all data sent for the preparation of the <strong>CONTRACT</strong> will also be secured and confidential. We may also collect the following data: IP address; information about the device used for navigation; searched or viewed products and categories; view count; pages visited on other websites.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>HOW WE USE YOUR DATA</span></p>\n<p><span>We use personal data to ensure quality service and a better experience in your negotiation and/or interest in participating in the team of illustrators, to resolve demands and/or fulfill requests/doubts in our Customer Service department; in order to correctly identify the User, for later contact that can cover several subjects. We <strong>emphasize that we do not</strong> send marketing, advertising or communication of offers.</span></p>\n<p><span>The IP is detected to assist on the use and navigation on the website, considering that we use it for the diagnosis of the language used by the IP, and automatically offer the translation of the website for your better understanding, navigations and enjoyment while visiting our website.</span></p>\n<p><span>Collecting this data helps us improve our performance and diagnose technical errors to work towards solving them; to develop new features and improvements, improving your experience with our available services.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>WHO WE MAY SHARE YOUR DATA WITH</span></p>\n<p><span>For the execution of the activities listed above, we may share your personal data with service providers (illustration team), remembering that all of them are confidential and have an NDA contract, <strong>ensuring that your data is not exposed inappropriately</strong>. It may, when requested, be shared with competent authorities and regulatory bodies (upon judicial request ONLY). We never sell personal data.</span></p>\n<p><span>Below is a summary of these possibilities:</span></p>\n<p><span>ILLUSTRATORS/Service providers: so that we can carry out our service provision and guarantee the quality that our cliente deserves, we have a TEAM OF ILLUSTRATORS, who are agents for the execution of the tasks, and information for the development of the project can be shared with them (but never personal data). We still have collaboration of some service providers (freelancers), who process the personal data collected on our behalf and in accordance with our instructions.</span></p>\n<p><span>We have some service providers that act in some aspects to help and guarantee better confidentiality of information as well as in anti-fraud analysis, payment intermadiation, company management, archiving and storage of data in the cloud, when necessary. Remembering that to hire these providers we demand the same commitment to the legislation and data confidentiality.</span></p>\n<p><span>Judicial, police or governmental authorities: we must provide personal data of Customers and/or Users, in compliance with a court order, requests from administrative authorities, legal or regulatory obligation, as well as to act collaboratively with governmental authorities, in general on investigations involving illegal acts. </span></p>\n<p><span>&nbsp;</span></p>\n<p><span>HOW YOUR DATA WILL BE STORED</span></p>\n<p><span>We undertake to provide a Privacy Policy and Protection of Personal Data with details on the processing of Personal Data, to be kept on a confidential location, used only for the purposes of registration and/or movement when necessary, always complying with the legislation and confidentiality of the customer. </span></p>\n<p><span>Garantimos nossos melhores esfor&ccedil;os para prote&ccedil;&atilde;o da informa&ccedil;&atilde;o, principalmente Dados Pessoais e Dados Pessoais Sens&iacute;veis, aplicando as medidas de prote&ccedil;&atilde;o administrativa e t&eacute;cnica necess&aacute;rias e dispon&iacute;veis &agrave; &eacute;poca, exigindo de seus fornecedores o mesmo n&iacute;vel aceit&aacute;vel de Seguran&ccedil;a da Informa&ccedil;&atilde;o, com base em melhores pr&aacute;ticas de mercado, a partir de cl&aacute;usulas contratuais. </span></p>\n<p><span>We guarantee our best efforts to protect information, especially Personal Data and Sensitive Personal Data, applying the administrative and technical protection measures necessary and available at the time, demanding from its suppliers the same acceptable level of Information Security, based on better practices of market, from contractual clauses.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>WHAT YOU HAVE THE RIGHT TO DO AFTER PROVIDING US YOUR DATA</span></p>\n<p><span>Transparency about the processing of your personal data is our priority. In addition to the information provided by this Privacy Policy, you can also exercise the rights provided for the General Data Protection Law, including:</span></p>\n<p><span>Confirmation of the existence of processing of personal data; Access to personal data. </span></p>\n<p><span>Revocation of consente; Correction of incomplete, inaccurate or outdated personal data; Deletion of personal data processed with consente or unnecessary, excessive or when you understand that some point of the LGPD has not been met; Information about the circumstances and with which companies, partners and other institutions we may share or receive personal data concerning to you; Information on the possibility of not providing consent and on the consequences of denial, where applicable.</span></p>\n<p><span>All requests will be processed free of charge, and will be subject to a prior assessment of your identity and the viability of the service, in order to comply with any obligations that prevent the complete fulfillment of the requests of the right holders.</span></p>\n<p><span>If you choose to delete your personal data from our registration base, we may ONLY retain your name and e-mail address for a certain period of time to comply with legal or regulatory obligations, for the regular exercise of the REBIRTHSTUDIO Company&rsquo;s rights, any legal actions, audit purposes of various natures, or other deadlines defined and bases on legal bases that justify the retention of this data.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>POSSIBLE UPDATES TO THIS PRIVACY POLICY</span></p>\n<p><span>As we are always looking to improve our customers&rsquo; experience, our personal data processing practices may change with the inclusion of new features and services, always in compliance with the General Data Protection Law &ldquo;LGPD&rdquo; (Federal Law n&ordm; 13.709.2018), on the original: &ldquo;Lei Geral de Prote&ccedil;&atilde;o de Dados &ldquo;LGPD&rdquo; (Lei Federal n&ordm; 13.709.2018)&rdquo;. Always aiming at legal determination, and prioritizing excellent service and guaranteeing the confidentiality of our customers&rsquo; data.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Yours sincerely,</span></p>\n<p><strong><span>Founding Direction of the Company.</span></strong></p>\n<p><strong><span>Rebirth Studio.</span></strong></p>"
    }
  }
}
