{
  "section": {
    "ourServices": {
      "title": "Nossos Serviços",
      "items": [
        {
          "title": "Art Direction",
          "content": "Temos dois incríveis diretores de arte trabalhando conosco, que podem providenciar direcionamento especializado e altamente qualificado para qualquer projeto artístico que você possa imaginar. Contamos com eles para levar a sua arte para um patamar mais alto."
        },
        {
          "title": "Character Design",
          "content": "Qualquer bom jogo ou estória depende de bons personagens. E para criar os melhores, nós temos Concept Artists experientes e altamente qualificados, que são capazes de criar os melhores personagens para o seu universo."
        },
        {
          "title": "Environment",
          "content": "Junto com os personagens, os ambientes dão um coração pulsante e background consistente para todo trabalho artístico. Pensando nisso, nós desejamos te fornecer belos cenários e maravilhosas paisagens."
        },
        {
          "title": "Prop Design",
          "content": "Os props estão por todos os lugares em qualquer jogo, e às vezes tem bastante destaque neles, como armas ou armaduras lendárias. De qualquer forma, nos deixe trazer os melhores itens e props para o seu projeto."
        },
        {
          "title": "Concept Art",
          "content": "A etapa mais primitiva e essencial no desenvolvimento de qualquer IP, concept art é o trabalho que dá alma e identidade ao projeto, e é por isso que damos real valor a isso, sempre buscando trazer à vida as coisas mais belas e criativas que sua mente possa conceber."
        },
        {
          "title": "Illustration",
          "content": "Se o concept art é o que dá vida a uma ideia, as ilustrações, em todas as formas, são o que mostra ela ao mundo. Criar uma forte conexão, um laço real, entre criador e público, tal é o poder de uma boa ilustração, e tal é o nosso objetivo quando trabalhamos em uma."
        }
      ]
    },
    "portfolio": {
      "title": "Portfólio"
    },
    "aboutUs": {
      "title": "Sobre Nós",
      "paragraphs": [
        "Fundada em meados de 2020, a Rebirth Studio começou como um coletivo de artistas. Amigos que, acima de tudo, compartilhavam pela mesma paixão e desejo de trazer à vida os mais diversos universos da indústria de entretenimento.",
        "Com o tempo o coletivo foi crescendo e se profissionalizando, tornando-se o que é hoje: uma empresa formalizada e estruturada, com a missão de atender os seus clientes com primor e excelência naquilo que sempre fizeram de melhor, que é a arte.",
        "Junto com a empresa, cresceram sempre a amizade e o companheirismo dos membros, fazendo com que o espírito de amor daquele coletivo viva cada vez mais forte no coração de uma estrutura cada vez mais profissional."
      ]
    },
    "members": {
      "title": "Membros",
      "people": {
        "alef-mengali": {
          "name": "Alef",
          "role": "Lead Artist",
          "description": "Iniciou sua carreira artística por amor, e devido a isso sempre quis manter aqueles que ama por perto. Logo foi criando muitas amizades dentro do mundo artístico, com os quais compartilhou e cresceu como artista. Ao lado desses amigos, com quem aprendeu e a quem ensinou, fundou a Rebirth Studio, onde atualmente carrega com honra o título de Lead Artist, sentindo-se grato por trabalhar ao lado dos artistas que mais admira e ama.",
          "instagram": "https://instagram.com/alef_mengali",
          "artstation": "https://www.artstation.com/alefoilustrador"
        },
        "catatau": {
          "name": "Catatau",
          "role": "Art Director",
          "description": "Apaixonado por desenhar cenários e contar história através deles, estudou Design Gráfico na faculdade e começou a estudar ilustração ao decorrer do curso, sempre se focando em environment. Algum tempo depois ingressou no mercado, trabalhando em projetos editoriais e jogos de RPG, quando fundou a Rebirth Studio ao lado de seus amigos, onde atua como artista e diretor de arte até hoje.",
          "instagram": "https://www.instagram.com/art.catatau/",
          "artstation": "https://www.artstation.com/viniciuspazian"
        },
        "daiany-tadaieski": {
          "name": "Daiany",
          "role": "Financial Manager",
          "description": "Formanda em Direito pela UnC Campus Mafra em 2014 e Pós Graduada em gestão e legislação tributária pela UNINTER em 2020. Descobriu o meio artístico nesse mesmo ano, quando iniciou na administração da SKILLTREE Cursos e da Rebirth Studio. Atuando no setor jurídico e administrativo de ambas as empresas, despertou o amor pela arte, aprendendo com ela a ter disciplina, perseverança, busca constante por conhecimento, entre outros valores inenarráveis."
        },
        "felipe-castro": {
          "name": "Felipe",
          "role": "Illustrator",
          "description": "Entusiasta do desenho com muita paixão desde sempre, ama criar ilustrações pessoais com base em seus temas de interesse. Começou a estudar ilustração de maneira mais intensa durante a faculdade, e a trabalhar como profissional na indústria em 2020, se juntando ao estúdio Rebirth no ano seguinte. Atualmente, dedica seu tempo ao trabalho com ilustração e concept art, e à sua arte pessoal, sendo essa inspirada em suas vivências, animações, filmes e histórias favoritas.",
          "instagram": "https://www.instagram.com/fcastro.mr",
          "artstation": "https://www.artstation.com/fmcastro"
        },
        "guilherme-castro": {
          "name": "Guilherme",
          "role": "Project Manager",
          "description": "Formado em Música e Pedagogia, se pós-graduando em Filosofia, passou a lecionar a disciplina de Artes em escolas de ensino regular. Através de seu envolvimento com a Arte foi tendo contato com o mercado artístico. Atualmente, estuda desenho e atua na gestão administrativa da Rebirth Studio."
        },
        "mariana-livraes": {
          "name": "Mari Livraes",
          "role": "Art Director",
          "description": "Envolvida com desenho desde sempre, começou seus estudos formais em 2018, quando estudou pintura digital com Mike Azevedo na ICS. Desde então continuou estudando Fundamentos da Arte e Character Design, e ingressou no mercado de trabalho fazendo freelances para livros de RPG e passando por empresas como Insane, Kokku e a própria Rebirth Studio, onde atualmente atua como artista e diretora de arte.",
          "instagram": "https://instagram.com/marilivraes/",
          "artstation": "https://www.artstation.com/marilivraes"
        },
        "mariana-morgan": {
          "name": "Mari Morgan",
          "role": "Illustrator",
          "description": "Iniciou nas artes digitais em 2011, com a primeira mesa digitalizadora que ganhou do irmão e incentivada a fazer desenhos pela mãe pintora. Formada em Design Gráfico na UNIP, migrou para ilustração e trabalha na área desde 2017, produzindo, em sua maioria, ilustrações editoriais como capas de livros de fantasia. Trabalhou na equipe de ensino de desenho e ilustração na escola Kinoene Arts e hoje integra o time da Rebirth como ilustradora.",
          "instagram": "https://www.instagram.com/_marimorgan/",
          "artstation": "https://www.artstation.com/marimorgan"
        },
        "pedro-dutra": {
          "name": "Pedro",
          "role": "Lead Artist",
          "description": "Desenhou desde sempre, assim como a maioria das crianças quando descobrem um lápis e um papel. Mas ao longo dos anos seu fascínio pela arte se tornou mais intenso, até que decidiu ter como profissão. Nesse trajeto, conheceu seus grandes amigos e parceiros do ramo, em especial o Alef, que foi responsável por mostrar que poderia ir mais longe com sua arte, o levando a sua posição atual como Lead Artist na Rebirth Studio.",
          "instagram": "https://www.instagram.com/pedrocsdutra/",
          "artstation": "https://www.artstation.com/pedrodutra14"
        }
      }
    },
    "ourClients": {
      "title": "Nossos clientes"
    },
    "contactUs": {
      "title": "Fale Conosco",
      "form": {
        "name": {
          "label": "Nome",
          "errorMessage": "Este campo é obrigatório"
        },
        "email": {
          "label": "E-mail",
          "errorMessage": "Este campo é obrigatório",
          "errorEmail": "Favor informar um email válido"
        },
        "subject": {
          "label": "Assunto",
          "errorMessage": "Este campo é obrigatório"
        },
        "message": {
          "label": "Mensagem",
          "errorMessage": "Este campo é obrigatório"
        },
        "button": {
          "send": "Enviar",
          "reset": "Limpar"
        },
        "messages": {
          "error": "Falha ao enviar mensagem",
          "success": "Mensagem enviada com sucesso"
        }
      }
    }
  },
  "menu": {
    "portfolio": {
      "label": "Portfólio",
      "name": "portfolio",
      "id": "#portfolio",
      "path": "/portfolio"
    },
    "aboutUs": {
      "label": "Sobre Nós",
      "name": "about-us",
      "id": "#about-us",
      "path": "/about-us"
    },
    "members": {
      "label": "Membros",
      "name": "members",
      "id": "#members",
      "path": "/members"
    },
    "contactUs": {
      "label": "Contato",
      "name": "contact-us",
      "id": "#contact-us",
      "path": "/contact-us"
    }
  },
  "pages": {
    "terms-of-use": {
      "title": "Termos de Uso",
      "description": "1. Termos \n O  presente  Termo  de  Uso  esclarece  as  regras  de  utilização  do  site  da  empresa \nREBIRTHSTUDIO, onde explicamos pela forma descrita, sobre nosso serviço a ser prestado.  \nOs direitos dos ilustradores, bem como as demais cláusulas que poderiam gerar algum tipo de \ndúvida e/ou questionamento. \nAo acessar ao site REBIRTHSTUDIO, concorda em cumprir estes termos de serviço, que está \nem total acordo com a legislação exigida. O objetivo do nosso site é a divulgação da nossa \nprestação de serviços artísticos e ponto de contato com nosso possível cliente e/ou ilustrador \nque deseja integrar o time. \nSomos responsáveis pelo cumprimento de todas as leis locais aplicáveis. Os materiais contidos \nneste  site  são  protegidos  pelas  leis  de  direitos  autorais  (propriedade  intelectual)  e  marcas \ncomerciais aplicáveis. \n2. Uso de Licença \n Em  nosso  site,  divulgamos  nosso  trabalho  através  da  exposição  das  artes.  \nÉ proibido a utilização de imagens contidas no site como de autoria própria, sempre que as \nmesmas forem utilizadas é dever do usuário indicar a fonte/autoria.  \nAssim, é concedida permissão para baixar temporariamente uma cópia dos materiais, para fins \nde estudo, referencia, indicações, apenas para visualização transitória pessoal e não comercial.  \n \nEsta é a concessão de uma licença, não uma transferência de título e, sob esta licença, você \nnão pode:  \n1.  modificar ou copiar os materiais;  \n2.  usar os materiais para qualquer finalidade comercial ou para exibição pública \n(comercial ou não comercial);  \n3.  tentar decompilar ou fazer engenharia reversa de qualquer software contido no site \nREBIRTHSTUDIO; \n4.  remover quaisquer direitos autorais ou outras notações de propriedade dos materiais; \nou  \n5.  transferir os materiais para outra pessoa ou 'espelhe' os materiais em qualquer outro \nservidor. \nEsta  licença  será  automaticamente  rescindida  se  você  violar  algum  direito  civil  de  outrem \nutilizando de forma errônea, poderá ser processado o usuário que agir de má-fé com o trabalho \ndivulgado pela empresa, utilizando de forma incorreta, discriminatória ou racial, injusta, utilizando \nexpressões  e  opiniões  que  não  condizem  com  os  valores  éticos  e  morais  da  empresa \nREBIRTHSTUDIO.  \nA REBIRTHSTUDIO não poderá ser responsabilizada por atos ou publicações de terceiros que \nincluam seu nome, sem um pronunciamento oficial da empresa.  \nPoderá sempre ao entrar no site ter acesso a visualização das artes, matérias de estudo dos \nIlustradores, podendo utilizar como referência de formato eletrônico.  \n3. Isenção de responsabilidade \n1.  Os materiais no site da REBIRTHSTUDIO são fornecidos 'como estão'. \nREBIRTHSTUDIO não oferece garantias, expressas ou implícitas, e, por este meio, \nisenta e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas \nou condições de comercialização, adequação a um fim específico ou não violação de \npropriedade intelectual ou outra violação de direitos. \n2.  Além disso, o REBIRTHSTUDIO não garante ou faz qualquer representação relativa à \nprecisão, aos resultados prováveis ou à confiabilidade do uso dos materiais em seu site \nou de outra forma relacionado a esses materiais ou em sites vinculados a este site. \n3.  A REBIRTHSTUDIO e seus fornecedores não poderão ser responsabilizados por \ndanos de invasões, perdas ou danos de lucros utilizado os matérias de maneira ilegal.  \n4. Direito intelectual, moral e patrimonial. \n1.  O Direito intelectual diz respeito única e exclusivamente à REBIRTHSTUDIO.  \n2.  O Direito moral é sempre do ILUSTRADOR/ARTISTA que desenvolver a arte, tendo \nem vista que se trata de um Direito intransferível e inalienável, quando o projeto for \ndesenvolvido em coletividade o direito moral é do coletivo.  \n3.  O Direito patrimonial é o que se refere ao uso econômico da obra, sendo o mesmo \ncedido pelo artista para REBIRTHSTUDIO, que negocia com o cliente final.  \n4.  Dessa forma todos os Direitos do referido site seguem a legislação Brasileira, e sempre \nque houver uma negociação a mesma deve ser formalizada mediante contrato.  \n \n5.  Precisão dos materiais \n Os materiais exibidos no site da REBIRTHSTUDIO podem incluir erros técnicos, tipográficos ou \nfotográficos. REBIRTHSTUDIO não garante que qualquer material em seu site seja preciso, \ncompleto ou atual. REBIRTHSTUDIO pode fazer alterações nos materiais contidos em seu site \na qualquer momento, sem aviso prévio.  \nNo entanto, REBIRTHSTUDIO não se compromete a atualizar os materiais. Utilizando o site e \ntodo o material de forma que atenda única e exclusivamente as necessidades da empresa, sendo \ndivulgados para a captação de novos clientes, e a comunidade artista para estudo de forma \ngratuita.  \n6.  Links \n A REBIRTHSTUDIO analisou à possíveis sites vinculados ao seu site, não havendo ligação com \nnenhum outro site vigente. \nDessa forma, não é responsável pelo conteúdo de nenhum site vinculado (sem vinculação legal, \ne ou pronunciada pela própria empresa). A inclusão de qualquer link não implica endosso por \nREBIRTHSTUDIO do site. O uso de qualquer site vinculado é por conta e risco do usuário. \nModificações \nO REBIRTHSTUDIO pode revisar estes termos de serviço do site a qualquer momento, sem \naviso prévio. Sempre visando atualizar e manter-se em concordância com a legislação, e melhor \nexperiencia do usuário. Ao usar este site, você concorda em ficar vinculado à versão atual desses \ntermos de serviço. \nLei aplicável \nEstes  termos  e  condições  são  regidos  e  interpretados  de  acordo  com  as  leis  do \nREBIRTHSTUDIO e você se submete irrevogavelmente à jurisdição exclusiva dos tribunais \nbrasileiros.  \nAtenciosamente,  \nSetor Jurídico da Empresa. \nRebirth Studio.  "
    }
  }
}
