{
  "section": {
    "ourServices": {
      "title": "Nossos Serviços",
      "items": [
        {
          "title": "Art Direction",
          "content": "Temos dois incríveis diretores de arte trabalhando conosco, que podem providenciar direcionamento especializado e altamente qualificado para qualquer projeto artístico que você possa imaginar. Contamos com eles para levar a sua arte para um patamar mais alto."
        },
        {
          "title": "Character Design",
          "content": "Qualquer bom jogo ou estória depende de bons personagens. E para criar os melhores, nós temos Concept Artists experientes e altamente qualificados, que são capazes de criar os melhores personagens para o seu universo."
        },
        {
          "title": "Environment",
          "content": "Junto com os personagens, os ambientes dão um coração pulsante e background consistente para todo trabalho artístico. Pensando nisso, nós desejamos te fornecer belos cenários e maravilhosas paisagens."
        },
        {
          "title": "Prop Design",
          "content": "Os props estão por todos os lugares em qualquer jogo, e às vezes tem bastante destaque neles, como armas ou armaduras lendárias. De qualquer forma, nos deixe trazer os melhores itens e props para o seu projeto."
        },
        {
          "title": "Concept Art",
          "content": "A etapa mais primitiva e essencial no desenvolvimento de qualquer IP, concept art é o trabalho que dá alma e identidade ao projeto, e é por isso que damos real valor a isso, sempre buscando trazer à vida as coisas mais belas e criativas que sua mente possa conceber."
        },
        {
          "title": "Illustration",
          "content": "Se o concept art é o que dá vida a uma ideia, as ilustrações, em todas as formas, são o que mostra ela ao mundo. Criar uma forte conexão, um laço real, entre criador e público, tal é o poder de uma boa ilustração, e tal é o nosso objetivo quando trabalhamos em uma."
        }
      ]
    },
    "portfolio": {
      "title": "Portfólio"
    },
    "aboutUs": {
      "title": "Sobre Nós",
      "paragraphs": [
        "Fundada em meados de 2020, a Rebirth Studio começou como um coletivo de artistas. Amigos que, acima de tudo, compartilhavam pela mesma paixão e desejo de trazer à vida os mais diversos universos da indústria de entretenimento.",
        "Com o tempo o coletivo foi crescendo e se profissionalizando, tornando-se o que é hoje: uma empresa formalizada e estruturada, com a missão de atender os seus clientes com primor e excelência naquilo que sempre fizeram de melhor, que é a arte.",
        "Junto com a empresa, cresceram sempre a amizade e o companheirismo dos membros, fazendo com que o espírito de amor daquele coletivo viva cada vez mais forte no coração de uma estrutura cada vez mais profissional."
      ]
    },
    "members": {
      "title": "Membros",
      "people": {
        "alef-mengali": {
          "name": "Alef",
          "role": "Lead Artist",
          "description": "Iniciou sua carreira artística por amor, e devido a isso sempre quis manter aqueles que ama por perto. Logo foi criando muitas amizades dentro do mundo artístico, com os quais compartilhou e cresceu como artista. Ao lado desses amigos, com quem aprendeu e a quem ensinou, fundou a Rebirth Studio, onde atualmente carrega com honra o título de Lead Artist, sentindo-se grato por trabalhar ao lado dos artistas que mais admira e ama.",
          "instagram": "https://instagram.com/alef_mengali",
          "artstation": "https://www.artstation.com/alefoilustrador"
        },
        "catatau": {
          "name": "Catatau",
          "role": "Art Director",
          "description": "Apaixonado por desenhar cenários e contar história através deles, estudou Design Gráfico na faculdade e começou a estudar ilustração ao decorrer do curso, sempre se focando em environment. Algum tempo depois ingressou no mercado, trabalhando em projetos editoriais e jogos de RPG, quando fundou a Rebirth Studio ao lado de seus amigos, onde atua como artista e diretor de arte até hoje.",
          "instagram": "https://www.instagram.com/art.catatau/",
          "artstation": "https://www.artstation.com/viniciuspazian"
        },
        "daiany-tadaieski": {
          "name": "Daiany",
          "role": "Financial Manager",
          "description": "Formanda em Direito pela UnC Campus Mafra em 2014 e Pós Graduada em gestão e legislação tributária pela UNINTER em 2020. Descobriu o meio artístico nesse mesmo ano, quando iniciou na administração da SKILLTREE Cursos e da Rebirth Studio. Atuando no setor jurídico e administrativo de ambas as empresas, despertou o amor pela arte, aprendendo com ela a ter disciplina, perseverança, busca constante por conhecimento, entre outros valores inenarráveis."
        },
        "felipe-castro": {
          "name": "Felipe",
          "role": "Illustrator",
          "description": "Entusiasta do desenho com muita paixão desde sempre, ama criar ilustrações pessoais com base em seus temas de interesse. Começou a estudar ilustração de maneira mais intensa durante a faculdade, e a trabalhar como profissional na indústria em 2020, se juntando ao estúdio Rebirth no ano seguinte. Atualmente, dedica seu tempo ao trabalho com ilustração e concept art, e à sua arte pessoal, sendo essa inspirada em suas vivências, animações, filmes e histórias favoritas.",
          "instagram": "https://www.instagram.com/fcastro.mr",
          "artstation": "https://www.artstation.com/fmcastro"
        },
        "mariana-morgan": {
          "name": "Mari Morgan",
          "role": "Illustrator",
          "description": "Iniciou nas artes digitais em 2011, com a primeira mesa digitalizadora que ganhou do irmão e incentivada a fazer desenhos pela mãe pintora. Formada em Design Gráfico na UNIP, migrou para ilustração e trabalha na área desde 2017, produzindo, em sua maioria, ilustrações editoriais como capas de livros de fantasia. Trabalhou na equipe de ensino de desenho e ilustração na escola Kinoene Arts e hoje integra o time da Rebirth como ilustradora.",
          "instagram": "https://www.instagram.com/_marimorgan/",
          "artstation": "https://www.artstation.com/marimorgan"
        },
        "pedro-dutra": {
          "name": "Pedro",
          "role": "Lead Artist",
          "description": "Desenhou desde sempre, assim como a maioria das crianças quando descobrem um lápis e um papel. Mas ao longo dos anos seu fascínio pela arte se tornou mais intenso, até que decidiu ter como profissão. Nesse trajeto, conheceu seus grandes amigos e parceiros do ramo, em especial o Alef, que foi responsável por mostrar que poderia ir mais longe com sua arte, o levando a sua posição atual como Lead Artist na Rebirth Studio.",
          "instagram": "https://www.instagram.com/pedrocsdutra/",
          "artstation": "https://www.artstation.com/pedrodutra14"
        },
        "adriene-amaral": {
          "name": "Adriene Amaral",
          "role": "Illustrator",
          "description": "Desde de criança, ela sempre foi apaixonada por arte e ilustração. Cresceu assistindo animes e lendo mangás, e até hoje eles são uma grande fonte de inspiração pra ela. Formada em design pela UFMG, começou a estudar ilustração e pintura digital em 2018, mas foi só em 2020 que ela conheceu o time da Rebirth. Agora trabalha pro estúdio com ilustradora."
        }
      }
    },
    "ourClients": {
      "title": "Nossos clientes"
    },
    "contactUs": {
      "title": "Fale Conosco",
      "form": {
        "name": {
          "label": "Nome",
          "errorMessage": "Este campo é obrigatório"
        },
        "email": {
          "label": "E-mail",
          "errorMessage": "Este campo é obrigatório",
          "errorEmail": "Favor informar um email válido"
        },
        "subject": {
          "label": "Assunto",
          "errorMessage": "Este campo é obrigatório"
        },
        "message": {
          "label": "Mensagem",
          "errorMessage": "Este campo é obrigatório"
        },
        "agree": {
          "agree": "Ao selecionar concordo com",
          "and": "e",
          "privacyPolicy": "Politica de Privacidade",
          "termsOfUse": "Termos de Uso"
        },
        "button": {
          "send": "Enviar",
          "reset": "Limpar"
        },
        "messages": {
          "error": "Falha ao enviar mensagem",
          "success": "Mensagem enviada com sucesso"
        }
      }
    }
  },
  "menu": {
    "portfolio": {
      "label": "Portfólio",
      "name": "portfolio",
      "id": "#portfolio",
      "path": "/portfolio"
    },
    "aboutUs": {
      "label": "Sobre Nós",
      "name": "about-us",
      "id": "#about-us",
      "path": "/about-us"
    },
    "members": {
      "label": "Membros",
      "name": "members",
      "id": "#members",
      "path": "/members"
    },
    "contactUs": {
      "label": "Contato",
      "name": "contact-us",
      "id": "#contact-us",
      "path": "/contact-us"
    },
    "termsOfUse": {
      "label": "Termos de Uso",
      "name": "terms-of-use",
      "id": "",
      "path": "/page/terms-of-use"
    },
    "privacyPolicy": {
      "label": "Politica de Privacidade",
      "name": "privacy-policy",
      "id": "",
      "path": "/page/privacy-policy"
    }
  },
  "pages": {
    "terms-of-use": {
      "title": "Termos de Uso",
      "description": "<strong>1. Termos </strong>\n<p>&nbsp;</p>\n<p>O presente Termo de Uso esclarece as regras de utiliza&ccedil;&atilde;o do site da empresa</p>\n<p><strong>REBIRTHSTUDIO</strong>, onde explicamos pela forma descrita, sobre nosso servi&ccedil;o a ser prestado.&nbsp; Os direitos dos ilustradores, bem como as demais cl&aacute;usulas que poderiam gerar algum tipo de d&uacute;vida e/ou questionamento.</p>\n<p>Ao acessar ao site <strong>REBIRTHSTUDIO</strong>, concorda em cumprir estes termos de servi&ccedil;o, que est&aacute; em total acordo com a legisla&ccedil;&atilde;o exigida. O objetivo do nosso site &eacute; a divulga&ccedil;&atilde;o da nossa presta&ccedil;&atilde;o de servi&ccedil;os art&iacute;sticos e ponto de contato com nosso poss&iacute;vel cliente e/ou ilustrador que deseja integrar o time.</p>\n<p>Somos respons&aacute;veis pelo cumprimento de todas as leis locais aplic&aacute;veis. Os materiais contidos neste site s&atilde;o protegidos pelas leis de direitos autorais (propriedade intelectual) e marcas comerciais aplic&aacute;veis.</p>\n<strong>2. Uso de Licen&ccedil;a </strong>\n<p>&nbsp;</p>\n<p>Em &nbsp;&nbsp; nosso &nbsp;&nbsp; site, &nbsp; divulgamos &nbsp; nosso &nbsp; trabalho &nbsp; atrav&eacute;s &nbsp;&nbsp; da &nbsp; exposi&ccedil;&atilde;o &nbsp;&nbsp; das &nbsp;&nbsp; artes.&nbsp;</p>\n<p>&Eacute; proibido a utiliza&ccedil;&atilde;o de imagens contidas no site como de autoria pr&oacute;pria, sempre que as mesmas forem utilizadas &eacute; dever do usu&aacute;rio indicar a fonte/autoria.&nbsp;</p>\n<p>Assim, &eacute; concedida permiss&atilde;o para baixar temporariamente uma c&oacute;pia dos materiais, para fins de estudo, referencia, indica&ccedil;&otilde;es, apenas para visualiza&ccedil;&atilde;o transit&oacute;ria pessoal e n&atilde;o comercial.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Esta &eacute; a concess&atilde;o de uma licen&ccedil;a, n&atilde;o uma transfer&ecirc;ncia de t&iacute;tulo e, sob esta licen&ccedil;a, voc&ecirc; n&atilde;o pode:&nbsp;</p>\n<ol>\n<li>modificar ou copiar os materiais;</li>\n<li>usar os materiais para qualquer finalidade comercial ou para exibi&ccedil;&atilde;o p&uacute;blica (comercial ou n&atilde;o comercial);</li>\n<li>tentar decompilar ou fazer engenharia reversa de qualquer software contido no site <strong>REBIRTHSTUDIO</strong>;</li>\n<li>remover quaisquer direitos autorais ou outras nota&ccedil;&otilde;es de propriedade dos materiais; ou</li>\n<li>transferir os materiais para outra pessoa ou 'espelhe' os materiais em qualquer outro servidor.</li>\n</ol>\n<p>Esta licen&ccedil;a ser&aacute; automaticamente rescindida se voc&ecirc; violar algum direito civil de outrem utilizando de forma err&ocirc;nea, poder&aacute; ser processado o usu&aacute;rio que agir de m&aacute;-f&eacute; com o trabalho divulgado pela empresa, utilizando de forma incorreta, discriminat&oacute;ria ou racial, injusta, utilizando express&otilde;es e opini&otilde;es que n&atilde;o condizem com os valores &eacute;ticos e morais da empresa <strong>REBIRTHSTUDIO</strong>.&nbsp;</p>\n<p>A <strong>REBIRTHSTUDIO</strong> n&atilde;o poder&aacute; ser responsabilizada por atos ou publica&ccedil;&otilde;es de terceiros que incluam seu nome, sem um pronunciamento oficial da empresa.&nbsp;</p>\n<p>Poder&aacute; sempre ao entrar no site ter acesso a visualiza&ccedil;&atilde;o das artes, mat&eacute;rias de estudo dos Ilustradores, podendo utilizar como refer&ecirc;ncia de formato eletr&ocirc;nico.&nbsp;</p>\n<strong>3. Isen&ccedil;&atilde;o de responsabilidade </strong>\n<ol>\n<li>Os materiais no site da <strong>REBIRTHSTUDIO</strong> s&atilde;o fornecidos 'como est&atilde;o'.</li>\n</ol>\n<p><strong>REBIRTHSTUDIO</strong> n&atilde;o oferece garantias, expressas ou impl&iacute;citas, e, por este meio, isenta e nega todas as outras garantias, incluindo, sem limita&ccedil;&atilde;o, garantias impl&iacute;citas ou condi&ccedil;&otilde;es de comercializa&ccedil;&atilde;o, adequa&ccedil;&atilde;o a um fim espec&iacute;fico ou n&atilde;o viola&ccedil;&atilde;o de propriedade intelectual ou outra viola&ccedil;&atilde;o de direitos.</p>\n<ol start=\"2\">\n<li>Al&eacute;m disso, o <strong>REBIRTHSTUDIO</strong> n&atilde;o garante ou faz qualquer representa&ccedil;&atilde;o relativa &agrave; precis&atilde;o, aos resultados prov&aacute;veis ou &agrave; confiabilidade do uso dos materiais em seu site ou de outra forma relacionado a esses materiais ou em sites vinculados a este site.</li>\n<li>A REBIRTHSTUDIO e seus fornecedores n&atilde;o poder&atilde;o ser responsabilizados por danos de invas&otilde;es, perdas ou danos de lucros utilizado os mat&eacute;rias de maneira ilegal.</li>\n</ol>\n<strong>4. Direito intelectual, moral e patrimonial.</strong>\n<ol>\n<li>O Direito intelectual diz respeito &uacute;nica e exclusivamente &agrave; <strong>REBIRTHSTUDIO</strong>.</li>\n<li>O Direito moral &eacute; sempre do <strong>ILUSTRADOR/ARTISTA</strong> que desenvolver a arte, tendo em vista que se trata de um Direito intransfer&iacute;vel e inalien&aacute;vel, quando o projeto for desenvolvido em coletividade o direito moral &eacute; do coletivo.</li>\n<li>O Direito patrimonial &eacute; o que se refere ao uso econ&ocirc;mico da obra, sendo o mesmo cedido pelo artista para <strong>REBIRTHSTUDIO</strong>, que negocia com o cliente final.</li>\n<li>Dessa forma todos os Direitos do referido site seguem a legisla&ccedil;&atilde;o Brasileira, e sempre que houver uma negocia&ccedil;&atilde;o a mesma deve ser formalizada mediante contrato.</li>\n</ol>\n<p>&nbsp;</p>\n<strong>5. Precis&atilde;o dos materiais </strong>\n<p>&nbsp;</p>\n<p>Os materiais exibidos no site da <strong>REBIRTHSTUDIO</strong> podem incluir erros t&eacute;cnicos, tipogr&aacute;ficos ou fotogr&aacute;ficos. <strong>REBIRTHSTUDIO</strong> n&atilde;o garante que qualquer material em seu site seja preciso, completo ou atual. <strong>REBIRTHSTUDIO</strong> pode fazer altera&ccedil;&otilde;es nos materiais contidos em seu site a qualquer momento, sem aviso pr&eacute;vio.&nbsp;</p>\n<p>No entanto, <strong>REBIRTHSTUDIO</strong> n&atilde;o se compromete a atualizar os materiais. Utilizando o site e todo o material de forma que atenda &uacute;nica e exclusivamente as necessidades da empresa, sendo divulgados para a capta&ccedil;&atilde;o de novos clientes, e a comunidade artista para estudo de forma gratuita.&nbsp;</p>\n<strong>6. Links </strong>\n<p>&nbsp;</p>\n<p>A <strong>REBIRTHSTUDIO</strong> analisou &agrave; poss&iacute;veis sites vinculados ao seu site, n&atilde;o havendo liga&ccedil;&atilde;o com nenhum outro site vigente.</p>\n<p>Dessa forma, n&atilde;o &eacute; respons&aacute;vel pelo conte&uacute;do de nenhum site vinculado (sem vincula&ccedil;&atilde;o legal, e ou pronunciada pela pr&oacute;pria empresa). A inclus&atilde;o de qualquer link n&atilde;o implica endosso por <strong>REBIRTHSTUDIO</strong> do site. O uso de qualquer site vinculado &eacute; por conta e risco do usu&aacute;rio.</p>\n<strong>Modifica&ccedil;&otilde;es </strong>\n<p>O <strong>REBIRTHSTUDIO</strong> pode revisar estes termos de servi&ccedil;o do site a qualquer momento, sem aviso pr&eacute;vio. Sempre visando atualizar e manter-se em concord&acirc;ncia com a legisla&ccedil;&atilde;o, e melhor experiencia do usu&aacute;rio. Ao usar este site, voc&ecirc; concorda em ficar vinculado &agrave; vers&atilde;o atual desses termos de servi&ccedil;o.</p>\n<strong>Lei aplic&aacute;vel </strong>\n<p>Estes termos e condi&ccedil;&otilde;es s&atilde;o regidos e interpretados de acordo com as leis do <strong>REBIRTHSTUDIO</strong> e voc&ecirc; se submete irrevogavelmente &agrave; jurisdi&ccedil;&atilde;o exclusiva dos tribunais brasileiros.&nbsp;</p>\n<p><strong>Atenciosamente,&nbsp; </strong></p>\n<p><strong>Setor Jur&iacute;dico da Empresa. </strong></p>\n<p><strong>Rebirth Studio.&nbsp; </strong></p>"
    },
    "privacy-policy": {
      "title": "Política de Privacidade",
      "description": "<p><span>Quando voc&ecirc; navega no site da <strong>REBIRTHSTUDIO</strong>, disponibiliza alguns dados de maneira indireta, e quando de seu interesse em entrar em contato com a empresa, informa seus dados de maneira direita atrav&eacute;s do nosso formul&aacute;rio, neste momento voc&ecirc; fornece alguns dados pessoais com o objetivo de viabilizar a sua opera&ccedil;&atilde;o.</span></p>\n<p><span>Prezamos pela seguran&ccedil;a dos seus dados, pelo respeito a sua privacidade e pela transpar&ecirc;ncia, por isso, preparamos este documento para explicar como os seus dados pessoais ser&atilde;o tratados pela <strong>REBIRTHSTUDIO</strong> e quais s&atilde;o as medidas que aplicamos para mant&ecirc;-los seguros.</span></p>\n<p><span>A Empresa <strong>REBIRTHSTUDIO</strong>, inscrita no CNPJ 25.151.753/0001-29, e presta servi&ccedil;os de Ilustra&ccedil;&atilde;o em v&aacute;rias especialidades, propriedade art&iacute;stica, e entretenimento. Sempre de acordo com a legisla&ccedil;&atilde;o necess&aacute;ria para atua&ccedil;&atilde;o e desenvolvimento da presta&ccedil;&atilde;o de servi&ccedil;os, em acordo com a Lei Geral de Prote&ccedil;&atilde;o de Dados &ldquo;LGPD&rdquo; (Lei Federal n&ordm; 13.709.2018), somos &iacute;ntegros e respons&aacute;veis pelo total sigilo das informa&ccedil;&otilde;es de seus clientes e alunos, e estamos em total acordo com a nova legisla&ccedil;&atilde;o <a href=\"http://www.planalto.gov.br/ccivil_03/_ato20152018/2018/lei/L13709.htm\" target=\"_blank\">LGPD</a>.</span></p>\n<p><span>Quando houver a necessidade de capta&ccedil;&atilde;o de informa&ccedil;&otilde;es relacionadas ao cliente para a presta&ccedil;&atilde;o do servi&ccedil;o. Somos respons&aacute;veis por definir o que acontece com estes dados e por proteg&ecirc;-los. Para facilitar a compreens&atilde;o desta pol&iacute;tica, todas as vezes que encontrar os termos, &ldquo;n&oacute;s&rdquo; ou &ldquo;nossos&rdquo;, estamos nos referindo ao controlador dos seus dados pessoais, ou seja, Empresa <strong>REBIRTHSTUDIO</strong>, todas as vezes que ler &ldquo;usu&aacute;rio&rdquo;, &ldquo;voc&ecirc;&rdquo;,&nbsp; &ldquo;seu&rdquo; ou &ldquo;sua&rdquo;, nos referimos a voc&ecirc;, nosso <strong>cliente, e/ou ilustradores/artista contratado como freela</strong>.</span></p>\n<p><span>Estamos cientes e consentimos o tratamento de Dados Pessoais dos nossos clientes conforme previs&atilde;o da Pol&iacute;tica de Privacidade e Prote&ccedil;&atilde;o de Dados Pessoais, em acordo com artigo 14 da Lei 13.709/2018 (alterada pela Lei 13.853/2019).&nbsp;</span></p>\n<p><span>Todavia, considerando que nenhum sistema de seguran&ccedil;a &eacute; infal&iacute;vel, nos eximimos de qualquer responsabilidade por eventuais danos e/ou preju&iacute;zos decorrentes de falhas, v&iacute;rus ou invas&otilde;es de seu banco de dados, e demais atos il&iacute;citos praticados por terceiros, salvo nos casos em que tiver dolo ou culpa.</span></p>\n<p><span>A partir do momento em que voc&ecirc; enviar o seu contato com suas informa&ccedil;&otilde;es atrav&eacute;s do nosso site, ciente do aceite de nosso <strong>termo de uso</strong> e o presente documento de <strong>pol&iacute;tica de privacidade</strong>, voc&ecirc; concorda se vincular com as informa&ccedil;&otilde;es desse termo, al&eacute;m de ser respons&aacute;vel pela veracidade dos dados fornecidos para a inscri&ccedil;&atilde;o, estando ciente que qualquer informa&ccedil;&atilde;o incorreta &eacute; de total responsabilidade do mesmo bem como das penalidades cab&iacute;veis, previstas no Artigo 299 do C&oacute;digo Penal Brasileiro.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>QUAIS OS DADOS QUE COLETAMOS?</span></p>\n<p><span>Nome ou raz&atilde;o social; E-mail. Para que haja uma primeira comunica&ccedil;&atilde;o entre as partes. Ap&oacute;s isso se houver fechamento de demanda ser&atilde;o solicitados dados pessoais e/ou empresariais para confec&ccedil;&atilde;o de contrato de presta&ccedil;&atilde;o de servi&ccedil;o entre as partes. <strong>RESSALTANDO</strong> que todos os dados que forem enviados para a confec&ccedil;&atilde;o do <strong>CONTRATO</strong> tamb&eacute;m ser&atilde;o assegurados e confidenciais. Poderemos coletar os seguintes dados: Endere&ccedil;o de IP; Informa&ccedil;&otilde;es sobre o dispositivo utilizado para a navega&ccedil;&atilde;o; Produtos e categorias pesquisados ou visualizados; Contagem de visualiza&ccedil;&otilde;es; P&aacute;ginas visitadas em outros sites.</span></p>\n<p><span>&nbsp;</span></p>\n<span>COMO UTILIZAMOS SEUS DADOS</span>\n<p><span>N&oacute;s utilizamos os dados pessoais para garantir um atendimento de qualidade e uma melhor experi&ecirc;ncia na sua negocia&ccedil;&atilde;o e/ou interesse em participar da equipe de ilustradores, para resolver demandas e/ou realizar o atendimento de solicita&ccedil;&otilde;es/d&uacute;vidas em nosso setor de Atendimento; para identificar corretamente o Usu&aacute;rio, para posterior contato podem contemplar diversos assuntos, n&oacute;s <strong>ressaltamos que n&atilde;o</strong> enviamos conte&uacute;dos de marketing, propaganda, comunica&ccedil;&atilde;o de ofertas.</span></p>\n<p><span>O IP &eacute; detectado para auxiliar na utiliza&ccedil;&atilde;o e navega&ccedil;&atilde;o do site, tendo em vista que utilizamos para o diagn&oacute;stico da l&iacute;ngua utilizada pelo IP, e automaticamente podermos oferecer&nbsp; a tradu&ccedil;&atilde;o do site, para seu melhor entendimento, navega&ccedil;&atilde;o e a aproveitamento enquanto visita nosso site.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>O recolhimento desses dados nos ajudam a melhorar nosso desempenho e diagnosticar erros e trabalhar para solu&ccedil;&atilde;o de problemas t&eacute;cnicos; para desenvolver novas funcionalidades e melhorias, melhorando a sua experi&ecirc;ncia com nossos servi&ccedil;os dispon&iacute;veis.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<span>COM QUEM PODEREMOS COMPARTILHAR SEUS DADOS</span>\n<p><span>Para a execu&ccedil;&atilde;o das atividades acima listadas, n&oacute;s poderemos compartilhar os seus dados pessoais com prestadores de servi&ccedil;o, (time de ilustra&ccedil;&atilde;o) lembrando que todos s&atilde;o confid&ecirc;ncias e tem contrato de NDA. <strong>Garantindo a n&atilde;o exposi&ccedil;&atilde;o de seus dados de maneira inadequada</strong>. Poder&aacute; quando solicitado ser compartilhado com autoridades competentes e &oacute;rg&atilde;os reguladores (mediante solicita&ccedil;&otilde;es judiciais APENAS). Jamais comercializamos dados pessoais.&nbsp;</span></p>\n<p><span>Apresentamos a seguir um resumo destas possibilidades:</span></p>\n<p><span>ILUSTRADORES/Prestadores de servi&ccedil;o: para que possamos realizar nossa presta&ccedil;&atilde;o de servi&ccedil;os e garantir a qualidade que nosso cliente merece, contamos com um TIME DE ILUSTRADORES, os quais s&atilde;o agentes de execu&ccedil;&atilde;o das tarefas, podendo ser compartilhado com eles informa&ccedil;&otilde;es para o desenvolvimento do projeto (por&eacute;m, jamais os dados pessoais), ainda contamos com a colabora&ccedil;&atilde;o de alguns prestadores de servi&ccedil;o (freela), que tratam os dados pessoais coletados em nosso nome e de acordo com nossas instru&ccedil;&otilde;es.&nbsp;</span></p>\n<p><span>Temos alguns prestadores de servi&ccedil;o atuam em alguns aspectos visando auxilio e garantindo a melhor confidencialidade da informa&ccedil;&atilde;o bem como nas an&aacute;lises antifraude, intermedia&ccedil;&atilde;o de pagamentos, gest&atilde;o de empresa, arquivamento e armazenamento de dado em nuvem, quando necess&aacute;rio. Lembrando que para a contrata&ccedil;&atilde;o desses prestadores exigimos o mesmo comprometimento com a legisla&ccedil;&atilde;o, e confidencialidade de dados.&nbsp;</span></p>\n<p><span>Autoridades judiciais, policiais ou governamentais: n&oacute;s devemos fornecer dados pessoais de Clientes e/ou Usu&aacute;rios, em atendimento &agrave; ordem judicial, solicita&ccedil;&otilde;es de autoridades administrativas, obriga&ccedil;&atilde;o legal ou regulat&oacute;ria, bem como para agir de forma colaborativa com autoridades governamentais, em geral em investiga&ccedil;&otilde;es envolvendo atos il&iacute;citos.</span></p>\n<p><span>&nbsp;</span></p>\n<span>COMO SEUS DADOS SER&Atilde;O ARMAZENADOS</span>\n<p><span>Comprometemo-nos a disponibilizar Pol&iacute;tica de Privacidade e Prote&ccedil;&atilde;o de Dados Pessoais com os detalhamentos sobre tratamento de Dados Pessoais, a ficar em local sigiloso, utilizado apenas para os fins de cadastramento e/ou movimenta&ccedil;&atilde;o quando necess&aacute;rio, sempre atendendo a legisla&ccedil;&atilde;o e a confidencialidade do cliente.&nbsp;</span></p>\n<p><span>Garantimos nossos melhores esfor&ccedil;os para prote&ccedil;&atilde;o da informa&ccedil;&atilde;o, principalmente Dados Pessoais e Dados Pessoais Sens&iacute;veis, aplicando as medidas de prote&ccedil;&atilde;o administrativa e t&eacute;cnica necess&aacute;rias e dispon&iacute;veis &agrave; &eacute;poca, exigindo de seus fornecedores o mesmo n&iacute;vel aceit&aacute;vel de Seguran&ccedil;a da Informa&ccedil;&atilde;o, com base em melhores pr&aacute;ticas de mercado, a partir de cl&aacute;usulas contratuais.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<span>O QUE VOC&Ecirc; TEM DIREITO DE FAZER DEPOIS DE NOS FORNECER SEUS DADOS</span>\n<p><span>A transpar&ecirc;ncia sobre o tratamento dos seus dados pessoais &eacute; nossa prioridade. Al&eacute;m das informa&ccedil;&otilde;es disponibilizadas nesta Pol&iacute;tica de Privacidade, voc&ecirc; pode tamb&eacute;m exercer os direitos previstos na Lei Geral de Prote&ccedil;&atilde;o de Dados, entre eles:</span></p>\n<p><span>Confirma&ccedil;&atilde;o da exist&ecirc;ncia de tratamento de dados pessoais; Acesso aos dados pessoais.</span></p>\n<p><span>Revoga&ccedil;&atilde;o do consentimento; Corre&ccedil;&atilde;o de dados pessoais incompletos, inexatos ou desatualizados; Elimina&ccedil;&atilde;o dos dados pessoais tratados com o consentimento ou desnecess&aacute;rios, excessivos ou quando entender que algum ponto da LGPD n&atilde;o foi atendido; Informa&ccedil;&atilde;o sobre as hip&oacute;teses e com quais empresas, parceiros e outras institui&ccedil;&otilde;es podemos compartilhar, ou receber dados pessoais referentes a voc&ecirc;; Informa&ccedil;&atilde;o sobre a possibilidade de n&atilde;o fornecer consentimento e sobre as consequ&ecirc;ncias da negativa, quando aplic&aacute;vel.</span></p>\n<p><span>Todas as solicita&ccedil;&otilde;es ser&atilde;o tratadas de forma gratuita, e ser&atilde;o submetidas a uma pr&eacute;via avalia&ccedil;&atilde;o da sua identidade e da viabilidade do atendimento, a fim de cumprir com eventuais obriga&ccedil;&otilde;es que impe&ccedil;am o completo atendimento das requisi&ccedil;&otilde;es dos titulares de direito.</span></p>\n<p><span>Se voc&ecirc; optar por excluir seus dados pessoais da nossa base de cadastro, poderemos reter APENAS seu nome e e-mail&nbsp; por um determinado per&iacute;odo para o cumprimento de obriga&ccedil;&otilde;es legais ou regulat&oacute;rias, para o exerc&iacute;cio regular de direitos da Empresa <strong>REBIRTHSTU</strong><strong>DIO</strong>, eventuais a&ccedil;&otilde;es judiciais, fins de auditoria de diversas naturezas, ou outros prazos definidos e fundamentados por bases legais que justifiquem a reten&ccedil;&atilde;o destes dados.</span></p>\n<p><span>&nbsp;</span></p>\n<span>POSS&Iacute;VEIS ATUALIZA&Ccedil;&Otilde;ES DESTA POL&Iacute;TICA DE PRIVACIDADE</span>\n<p><span>Por estarmos sempre buscando melhorar a experi&ecirc;ncia de nossos clientes, nossas pr&aacute;ticas de tratamento de dados pessoais poder&atilde;o sofrer altera&ccedil;&otilde;es com a inclus&atilde;o de novas funcionalidades e servi&ccedil;os, sempre em conformidade com a com Lei Geral de Prote&ccedil;&atilde;o de Dados &ldquo;LGPD&rdquo; (Lei Federal n&ordm; 13.709.2018). Visando sempre a determina&ccedil;&atilde;o legal, e priorizar atendimento de excel&ecirc;ncia e garantir a confidencialidade dos dados dos nossos clientes.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<span>Atenciosamente,&nbsp;</span>\n<p><span>&nbsp;</span></p>\n<p><span><strong>Dire&ccedil;&atilde;o Fundadora da Empresa. </strong></span></p>\n<p><span><strong>Rebirth Studio.&nbsp; </strong></span></p>"
    }
  }
}
